[
    {
        "id": "1",
        "date": 1653467210,
        "title": "Lý do nên mua game bản quyền",
        "preview_image": "https://genk.mediacdn.vn/2017/photo-0-1494081420116.png",
        "author": "hieunmph23039@fpt.edu.vn",
        "content": "<p>Chơi game mà không cần bỏ tiền bản quyền ra đúng là lợi thật đấy, tuy nhiên bạn sẽ chẳng thể nào có được trải nghiệm tốt như những người đã bỏ tiền ra mua game đâu.<br/><br/>Số liệu thực tế đã thống kê rằng Việt Nam luôn nằm trong top 10 nước đứng đầu thế giới về tỉ lệ sử dụng phần mềm lậu. Từ lâu game thủ Việt Nam đã quen với việc chơi game crack, đến nỗi mỗi khi muốn trải nghiệm một tựa game mới ra, hầu hết chúng ta thường tìm kiếm bản crack trên Google đầu tiên chứ không phải là tìm mua nó trên steam hay những nền tảng phát hành khác.<br/><br/>Rõ ràng việc chơi được những tựa game bom tấn mà không phải tốn một đồng xu nào là rất hấp dẫn, nhưng chắc chắn rằng những bản crack sẽ không thể nào đem lại trải nghiệm tốt như game bản quyền được. Sau đây là những lý do mà bạn sẽ nên cân nhắc để quyết định xem liệu có nên mua game bản quyền hay không.</p><br/><hr/><br/><p><strong classname='text-lg font-bold'>Được Update tự động và sớm nhất</strong><br/><br/>Khi mua game bản quyền bạn sẽ luôn nhận được những bản update mới nhất từ nhà phát hành. Và mọi thao tác update đều hoàn toàn tự động bạn gần như không cần phải thao tác gì.<br/><br/>So với các bản crack, tùy từng nhóm crack mà thời gian từ lúc nhận update từ nhà phát hành đến khi có bản crack có thể lên tới vài ngày đến vài tuần. Thậm chí sẽ không có bản update.<br/><br/>Việc bạn được Update liên tục những tính năng và cốt truyện mới nhất sẽ giúp cho bạn không còn lo tình trạng bị Spoil trước nội dung cũng như phải chờ đợi mòn mỏi.<br/><br/><img classname='w-full' src='https://2178994764-files.gitbook.io/~/files/v0/b/gitbook-legacy-files/o/assets%2F-M3-IU1k8a0MMGt6Gmx-%2F-M34O8wOpFDpeoMW4pct%2F-M34PA5baX9oOHyKJVu5%2Fimage.png?alt=media&token=2bc2b5fc-9442-4fdf-9790-69b635662309'/></p><br/><hr/><br/><p><strong classname='text-lg font-bold'>Được chơi Online và Multi-Player</strong><br/><br/>Với xu hướng hiện nay rất nhiều game cần phải kết nối Online và chơi cùng bạn bè như các tựa game: PlayerUnknown's Battlegrounds, Counter-Strike: Global Offensive, Overwatch, Call Of Duty, ....<br/><br/><img classname='w-full' src='https://2178994764-files.gitbook.io/~/files/v0/b/gitbook-legacy-files/o/assets%2F-M3-IU1k8a0MMGt6Gmx-%2F-M34O8wOpFDpeoMW4pct%2F-M34Q9sakynQPKVNfZuG%2Fimage.png?alt=media&token=18a98301-79f1-4118-962a-cd5a3d2a0727'/><br/><br/>Bạn gần như sẽ không thể thấy tính năng chơi Online trên các bản Crack. Mà nếu không có tính năng chơi online thì bạn gần như đã mất đi 50% trải nghiệm của game rồi. Bản Crack bạn chỉ có thể chơi được với các con Bot chán òm mà thôi.</p><br/><hr/><br/><p><strong classname='text-lg font-bold'>Cài đặt đơn giản và được hỗ trợ từ nhà phát hành</strong><br/><br/>Các thao tác cài game crack thường rất phức tạp và rất dễ gặp lỗi trong quá trình cài đặt. <br/><br/>Với các game bản quyền hiện nay hầu như đều được phát hành trên các nền tảng lớn như: Steam, Battle.net, Origin.<br/><br/>Công việc cài đặt của bạn chỉ còn gói gọn lại 1 nút là \"Download\" sau đó là \"Play\". Siêu đơn giản =))<br/><br/>Ngoài ra nếu trong trường hợp chơi game gặp lỗi bạn hoàn toàn có thể liên hệ trực tiếp với nhà phát hành để được hỗ trợ.</p><br/><hr/><br/>"
    },
    {
        "id": "2",
        "date": 1653467210,
        "title": "Nên mua game bản quyền ở những shop game nào?",
        "preview_image": "https://www.littledayout.com/wp-content/uploads/e-board-games-in-singapore.jpg",
        "author": "hieunmph23039@fpt.edu.vn",
        "content": "<p>Chiến game là một cách để giải khuây sau những giờ học tập , làm việc căng thẳng mệt mõi. Mọi người có thể có những khoảnh khắc tươi vui lúc chơi cùng vợ, con,  bạn bè thân thuộc hay là người quen. Nhưng, để có những trò chơi đang nổi tiếng, hấp dẩn một cách sớm nhất và có một chi phí mềm thì vấp phải nhiều trở ngại do có rất nhiều cơ sở bán game trỗi dậy. Do vậy, chúng tôi sẽ mai mối tới những website đang bán game bản quyền rẻ mà được tín nhiệm cao tại việt nam</p><br/><hr/><br/><p><strong classname='text-lg font-bold'>Tại sao cần lựa chọn shop bán game bản quyền</strong><br/><br/>Lựa chọn các website bán game bản quyền là việc tiên quyết để các bạn có thể tạo tài khoản, mua hàng và thanh toán khi mua game bản quyền. Nhiều lúc người dùng rất ngại việc phải cung cấp nhiều thông tin để tạo tài khoản, nạp tiền, chờ xác nhận từ phía cung cấp game. Việc lựa chọn website uy tín giúp bạn tự tin hơn khi giao dịch mà không phải lo lắng số tiền mình chuyển khoản khi mua sản phẩm có bị mất đi không. Ngoài việc uy tín khi giao dịch thì việc giải đáp và cung cấp thông tin kịp thời, nhanh chóng là việc mà các game thủ mong muốn.<br/><br/>Được mua một tựa game với giá hấp dẩn hơn, sỡ hữu các code trong wallet thuận tiện hơn khi mua trực tiếp từ các nền tảng phân phối game. Nhiều nền tảng phân phối game độc quyền, khi tạo tài khoản bắt buộc phải cung cấp tài khoản visa, paypal, master card mới thanh toán được. Việc này với nhiều người khá thuận tiện khi có sẳn hoặc bỏ một chút thời gian để đi làm thẻ. Tuy nhiên, không phải ai cũng có sẳn thẻ thanh toán quốc tế, không phải ai cũng muốn làm một chiếc thẻ thanh toán mới. Do đó, các website tại Việt Nam đưa ra các hình thức thanh toán dễ dàng và thân thuộc hơn với người dùng Việt như Momo, Zalo Pay, Vn Pay, chuyển khoản ngân hàng nội địa…<br/><br/>Nào, bây giờ cùng khám phá các website bán game bản quyền với giá tốt, giao diện đẹp, hình thức thanh toán thuận tiện nhé.</p><br/><hr/><br/><p><strong classname='text-lg font-bold'>Welgames</strong><br/><br/>Welgames tiền thân là một website bán game bản quyền trên nhiều nền tảng hoạt động từ lâu. Có uy tín trong cộng đồng gamer,  thường xuyên tổ chức các chương trình, giải đấu cho các gamer thủ tham gia nhận thưởng và thi đấu với nhau.<br/><br/>Các sản phẩm tại Welgames không chỉ ở steam mà gồm nhiều kênh phân phối game khác như game trên Origin, Xbox, Nintendo. Với đội ngũ trẻ và am hiểu ngành game giải trí, game esport đi kèm chất lượng dịch vụ tốt khi cung cấp tới khách hàng.<br/><br/><img classname='w-full' src='https://welgames.vercel.app/assets/banner.png'/><br/><br/>Với giao diện hiện đại, giá cạnh tranh, chất lượng dịch vụ tốt cùng với phương thức linh hoạt khi thanh toán như Momo, chuyển khoản, Zalo Pay, Shoppe Pay…. Hotgame shop dần dần nhận những đống góp ý kiến của người dùng để cải thiện dịch vụ của mình.<br/><br/>Website: <a target='_blank' classname='hover:underline hover:text-blue-500' href='https://welgames.vercel.app/'>https://welgames.vercel.app/</a target='_blank'></p><br/><hr/><br/><p><strong classname='text-lg font-bold'>Divineshop</strong><br/><br/>Đây chính là mộ thương hiệu siêu quen thân với các người chơi game vong niên. Divine cửa hàng là địa điểm người chơi game nhiều khả năng có được những trò chơi trên cơ sở steam như pupg, fifa, pes,. Với giá siêu hữu nghị, ít đắt đỏ hơn kha khá đối chiếu với giá gốc mà người chơi game phải bỏ ra nếu mua game thẳng trên steam, cùng với điều đó nếu quả thực thuận lợi bạn còn có khả năng nhận được những trò chơi bản quyền không lấy tiền được giveaway liên tục.<br/><br/>Nhưng hơn thế nữa bạn còn có khả năng mua cả steam wallet để mua đồ ảo dota 2, hay CS:GO, những vật dụng được nhiều người chơi game ngưỡng mộ những game trên steam chuộng.<br/><br/><img classname='w-full' src='https://mllgp0xvon7y.i.optimole.com/I3AdycQ--RkhJk96/w:1024/h:433/q:55/https://ezcode.vn/wp-content/uploads/2021/09/divineshop.png'/><br/><br/>Tiết lộ thêm cho những người, divine cửa hàng còn đang nắm giữ đội bóng chuyên môn cao PUBG là LGDivne và chuỗi cyber game lớn. Mình rất ấn tượng khi Divine được đầu tư bài bản theo các mô hình gaming house lớn trên thế giới. Kỷ luật tại Divine chặt chẽ, lối sống lành mạnh khi các gamer phải tập thể dục và đọc sách ngoài giờ chơi game. Divine Corp cũng từng tham gia chương trình truyền hình thực tế Shark Tank Việt Nam.<br/><br/>Website: <a target='_blank' classname='hover:underline hover:text-blue-500' href='https://divineshop.vn'>https://divineshop.vn</a target='_blank'></p><br/><hr/><br/><p><strong classname='text-lg font-bold'>Muaga.Me</strong><br/><br/>Muaga.me là website bán các game bản quyền trên các nền tảng như steam, Xbox, Battel.net, Origin, Nintento… tương tự các website ở phía trên. Với giao diện nền tối đi kèm thiết kế đơn giản, muaga.me tạo cho người mua hàng cảm giác thoải mái và dễ chịu.<br/><br/>Các tựa game trên đây được bán với giá khá tốt so với thị trường. Đội ngũ admin cũng viết rất nhiều bài hướng dẩn khi mua hàng, thanh toán giúp người mới mua game được dễ dàng hơn. Khi mua game trên đây các bạn  cũng phải đăng ký tài khoản thành viên trước khi thanh toán mua hàng. Các thao tác đều có hướng dẩn riêng cho từng phần. Tuy nhiên, theo mình thấy thì đội ngũ admin vẩn chưa cập nhật lại giao diện của website cho thật chuyên nghiệp khi font chữ không đều và bố cục website khá rối mắt người sữ dụng.<br/><br/><img classname='w-full' src='https://mllgp0xvon7y.i.optimole.com/I3AdycQ-Wbn8kHIR/w:1024/h:502/q:55/https://ezcode.vn/wp-content/uploads/2021/09/website-ban-game-ban-quyen.png'/><br/><br/>Website: <a target='_blank' classname='hover:underline hover:text-blue-500' href='https://muaga.me/'>muaga.me</a target='_blank'></p>"
    },
    {
        "id": "3",
        "date": 1653467210,
        "title": "Epic Games Store đã công bố các tựa game miễn phí tiếp theo",
        "preview_image": "https://image.thanhnien.vn/w1024/Uploaded/2022/wovunka/2022_04_01/epic-7075.png",
        "author": "hieunmph23039@fpt.edu.vn",
        "content": "<p>Theo VCG, các tựa game Epic Games Store miễn phí tiếp theo đã được tiết lộ.<br><br>Trò chơi Prey của nhà phát triển Arkane và Jotun: Valhalla Edition sẽ được tải xuống miễn phí từ Epic Games Store từ ngày 12.5 đến ngày 19.5. Cửa hàng trò chơi của Epic trước đây đã cung cấp miễn phí Prey trong 24 giờ vào tháng 12.2021, trong khi đó trò chơi khám phá hành động Jotun được phát hành vào tháng 12.2019.</p><br/><img classname='w-full' src='https://image.thanhnien.vn/w2048/Uploaded/2022/wovunka/2022_05_06/prey-3778.jpg'/><br/><p>Cả hai sẽ thay thế tựa game Terraforming Mars của hãng Asmodee Digital, hiện được tải xuống miễn phí cho đến ngày 12.5.<br/><br/>Epic Games Store đã tặng 89 tựa game miễn phí vào năm ngoái (năm 2020 là 103 tựa game), với tổng giá trị là 2.120 USD. Theo Epic, người dùng đã yêu cầu hơn 765 triệu trò chơi miễn phí vào năm 2021.</p>"
    },
    {
        "id": "4",
        "date": 1653467210,
        "title": "[HƯỚNG DẪN] Game thủ mua game Steam bằng Việt Nam Đồng",
        "preview_image": "https://image.thanhnien.vn/w1024/Uploaded/2022/wovunka/2022_04_01/epic-7075.png",
        "author": "hieunmph23039@fpt.edu.vn",
        "content": "<p>Ngay trước khi Steam tung ra đợt sale \"khủng bố\" Steam Autumn Sale 2017 thì game thủ Việt cũng chính thức nhận tin vui rằng Steam đã update phương thức tính giá bằng VNĐ. Anh em giờ đã có thể tha hồ mua game trên Steam bằng Ví điện tử VTC Pay hoặc thẻ ngân hàng nội địa mà không cần làm thẻ Visa Mastercard. Quá đã!!!!</p><br/><img classname='w-full' src='https://photo2.tinhte.vn/data/images/cache/600_sh/32/627404bcc6ee29418c3bda0dedc41442.jpg?60f46c'/><br/><p>Quan trọng nhất, để giúp anh em sẵn sàng xông pha vào mặt trận Steam, tôi xin vẽ vài đường đi nước bước trong công cuộc thanh toán như sau:<br><br>Bước 1: Đăng nhập tài khoản Steam trên website chính thức: store.steampowered.com. Chọn game cần mua và cho vào gió hàng, chọn tiếp \"Purchase for yourself\". Sau đó hệ thống cho ra phần payment method như thế này<br><br><img classname='w-full' src='https://vtcpay.vn/media2/upload/images/news/images/PR_Eng/huong-dan-thanh-toan-game-tren-steam-bang-vnd-2.PNG'/><br><br>Bước 2: Các bác chọn \"VTC Pay E-wallet\" để tiếp tục thực hiện thanh toán. Tích chọn đồng ý với các điều khoản của Steam, rồi nhấn \"Continue to Smart2Pay\"<img classname='w-full' src='https://vtcpay.vn/media2/upload/images/news/images/PR_Eng/huong-dan-thanh-toan-game-tren-steam-bang-vnd-3.PNG'/><br><br>Bước 3: Hệ thống chuyển tới cổng thanh toán VTC Pay, tại đây, các bác nhập tài khoản Ví điện tử VTC Pay hoặc tài khoản thẻ ngân hàng gắn kết để thanh toán.<br> - Nếu chưa có tài khoản VTC Pay: Các bác nhanh tay đăng ký MIỄN PHÍ ngay tại đây. (chỉ cần có CMTND, số điện thoại di động, email và 2 phút đồng hồ).<br> Sau đó nhớ nạp tiền vào Ví bằng thẻ ATM (đã kết nối internet banking) hoặc nạp tiền mặt tại bưu điện, quầy giao dịch ngân hàng, máy ATM,.. Cách nạp tiền rất đon giản, có trong hướng dẫn hết rồi, các bác chỉ cần xem tại đây thôi.<img classname='w-full' src='https://vtcpay.vn/media2/upload/images/news/images/PR_Eng/huong-dan-thanh-toan-game-tren-steam-bang-vnd-4.PNG'/><img classname='w-full' src='https://vtcpay.vn/media2/upload/images/news/images/TT%20Sp%20doi%20tac/thanh%20toan%20steam%20bang%20vtc%20pay.jpg'/></p>"
    },
    {
        "id": "5",
        "date": 1653467210,
        "title": "Hướng dẫn nhận game trên Epic Store miễn phí",
        "preview_image": "https://image.thanhnien.vn/w1024/Uploaded/2022/wovunka/2022_04_01/epic-7075.png",
        "author": "hieunmph23039@fpt.edu.vn",
        "content": "<p>Bước 1: Mở ứng dụng Epic Store, đăng nhập vào tài khoản Epic Games mà bạn đăng ký.</p><br/><img classname='w-full' src='https://technews.com.vn/wp-content/uploads/2020/01/huong-dan-nhan-game-mien-phi-tren-epic-store-1.png'/><br/><p>Bước 2: Mở tab Store ở cột bên trái để mở cửa hàng Epic Games.<br><br><img classname='w-full' src='https://technews.com.vn/wp-content/uploads/2020/01/huong-dan-nhan-game-mien-phi-tren-epic-store-2.png'/><p><strong>Bước 3</strong>: Trên cùng giao diện cửa hàng, bạn sẽ nhìn thấy thông tin về 2 game đang được Epic Games tặng miễn phí trong đợt này (Có nút Free Now màu xanh), bên cạnh là 2 game sẽ được tặng miễn phí trong đợt tiếp theo. Bấm vào Free Now.</p><p><img class=\"aligncenter size-full wp-image-10539\" src=\"https://technews.com.vn/wp-content/uploads/2020/01/huong-dan-nhan-game-mien-phi-tren-epic-store-3.png\" alt=\"\" width=\"640\" height=\"363\" data-pin-no-hover='true'></p>\n        <p><strong>Bước 4</strong>: Hệ thống sẽ đưa bạn sang giao diện mới có 2 game miễn phí bên trong. Bấm chọn 1 trong 2 game.</p>\n        <p><img  class='aligncenter size-full wp-image-10540' src='https://technews.com.vn/wp-content/uploads/2020/01/huong-dan-nhan-game-mien-phi-tren-epic-store-4.png' alt='' width='640' height='428' data-pin-no-hover='true'></p>\n        <p><strong>Bước 5</strong>: Một số game sẽ yêu cầu xác nhận độ tuổi do game đó có thể chứa hình ảnh bạo lực, máu me. Bấm Continue nếu bạn thực sự đủ tuổi. Taimienphi không khuyến khích bất kì trường hợp nào không đủ tuổi chơi game.</p>\n        <p><img  class='aligncenter size-full wp-image-10541' src='https://technews.com.vn/wp-content/uploads/2020/01/huong-dan-nhan-game-mien-phi-tren-epic-store-5.png' alt='' width='640' height='306' data-pin-no-hover='true'></p>\n        <p><strong>Bước 6</strong>: Bạn sẽ được chuyển vào giao diện giới thiệu game của nhà phát triển. Bấm vào nút đỏ Free để tiến hành nhận game miễn phí.</p>\n        <p><img  class='aligncenter size-full wp-image-10542' src='https://technews.com.vn/wp-content/uploads/2020/01/huong-dan-nhan-game-mien-phi-tren-epic-store-6.png' alt='' width='640' height='462' data-pin-no-hover='true'></p>\n        <p><strong>Bước 7</strong>: Bạn sẽ được chuyển tiếp sang giao diện mua game, do game đang miễn phí nên sẽ có giá 0 USD. Ở dưới có ô trống để tích, nếu bạn muốn nhận email từ nhà phát triển thì tích vào ô trống đó, còn không thì bỏ trống. Bấm PLACE ORDER để tiến hành nhận game.</p>\n        <p><img  class='aligncenter size-full wp-image-10543' src='https://technews.com.vn/wp-content/uploads/2020/01/huong-dan-nhan-game-mien-phi-tren-epic-store-7.png' alt='' width='640' height='347' data-pin-no-hover='true'></p>\n        <p><strong>Bước 8</strong>: Bạn sẽ được đưa về giao diện giới thiệu game của nhà phát triển, nút màu đỏ nay đã đổi thành INSTALL, như vậy là bạn đã nhận game thành công, nếu bạn không cài game thì game cũng sẽ không mất đi nên hãy cứ yên tâm nhé.</p>\n        <p><img  class='aligncenter size-full wp-image-10544' src='https://technews.com.vn/wp-content/uploads/2020/01/huong-dan-nhan-game-mien-phi-tren-epic-store-8.png' alt='' width='640' height='353' data-pin-no-hover='true'></p>\n        <p>Có một cách kiểm tra khác là bấm vào tab Library ở cột bên trái, bạn sẽ thấy game đã được thêm vào thư viện Epic Games của bạn.</p>\n        <p><img  class='aligncenter size-full wp-image-10545' src='https://technews.com.vn/wp-content/uploads/2020/01/huong-dan-nhan-game-mien-phi-tren-epic-store-9.png' alt='' width='640' height='336' data-pin-no-hover='true'></p>'"
    }
    
]